{
  "nav": {
    "processes": "processes",
    "publications": "Publications",
    "bio": "Bio",
    "contact": "Contact"
  },
  "processes": {
    "title": "processes",
    "process1": {
      "title": "Natural Patterns Study",
      "description": "An exploration of natural patterns and their mathematical representations."
    },
    "process2": {
      "title": "Butterfly Wing Analysis",
      "description": "Detailed study of butterfly wing patterns and their structural properties."
    }
  },
  "publications": {
    "title": "Publications",
    "pub1": {
      "title": "The Art of Natural Observation",
      "description": "A comprehensive study on natural pattern recognition and artistic interpretation."
    },
    "pub2": {
      "title": "Methodological Approaches to Scientific Art",
      "description": "Exploring the intersection between scientific methodology and artistic expression."
    }
  },
  "bio": {
    "title": "Bio",
    "paragraph1": "Candela Gencarelli is an artist, educator, and researcher based in Córdoba, Argentina. She holds a degree in Educational Sciences from the National University of Córdoba and was a CONICET doctoral fellow (2022–2024). Her research explores the creative experiences of European women photographers exiled in Latin America during the postwar period, focusing on the intersections between image, memory, and gender.",
    "paragraph2": "Her artistic practice spans writing, photography, ceramics, and performance, with a deep commitment to collective and interdisciplinary work. Since 2019, she has led La Casa Mutante, an independent cultural space that fosters collaborative music and art productions across diverse media.",
    "paragraph3": "She also works in the communications and media team at KeyLab, where she develops visual and cultural strategies that bridge creativity and digital technology. Her path weaves together art, pedagogy, and archives to build grounded, affective, and critical forms of creation."
  },
  "contact": {
    "title": "Contact",
    "email": "Email: candelagencarelli@gmail.com",
    "location": "Location: Córdoba, Argentina"
  }
}